Repository: marcelotorres/simple-responsive-slider
Catalog: languages/simple-responsive-slider-*.po
Languages: pt_br, ru_ru

source: Simple Responsive Slider
ru_ru: Простой Отзывчивый Слайдер

source: This plugin not is supported in current WordPress version. <a href="./update-core.php">Please update the WordPress for version 3.6 or above.</a>
pt_br: Este plugin não é suportado nesta versão do WordPress <a href="./update-core.php">Por favor, atualize o WordPress para a versão 3.6 ou superior.</a>
ru_ru: Плагин не поддерживается в текущей верчии WordPress <a href="./update-core.php">Пожалуйста, обноите WordPress до версии 3.6 или выше.</a>

source: Slides
ru_ru: Слайды

source: Crop images
pt_br: Recortar Imagens
ru_ru: Кадрировать изображения

source: Settings
pt_br: Configurações
ru_ru: Настройки

source: Max-width of the slider (in pixels)
pt_br: Largura máxima do slider (em pixels)
ru_ru: Максимальная ширина слайдера (в пикселях)

source: Max-height of the slider (in pixels)
pt_br: Altura máxima do slider (em pixels)
ru_ru: Максимальная высота слайдера (в пикселях)

source: Animate automatically
pt_br: Animar automaticamente
ru_ru: Запускать автоматически

source: Yes
pt_br: Sim
ru_ru: Да

source: No
pt_br: Não
ru_ru: Нет

source: Speed of the transition (in milliseconds)
pt_br: Velocidade da transição do slider (em milisegundos)
ru_ru: Продолжительность перехода (в миллисекундах)

source: Time between slide transitions (in milliseconds)
pt_br: Tempo entre a transição do slider (em milisegundos)
ru_ru: Время между переходами (в миллисекундах)

source: Show pager
pt_br: Mostrar paginação
ru_ru: Показать пейджер

source: Show navigation
pt_br: Mostrar navegação
ru_ru: Показать навигацию

source: Randomize the order of the slides
pt_br: Mostrar imagens aleatórias
ru_ru: Хаотичный показ слайдов

source: Pause on hover
pt_br: Parar a transição quando mouse estiver em cima
ru_ru: Остановить при наведении

source: Pause when hovering controls
pt_br: Parar a transição quando mouse estiver em cima das setas de navegação
ru_ru: Остановить при наведении в область управления

source: Text for the "previous" button
pt_br: Texto para o botão "anterior"
ru_ru: Текст кнопки "назад"

source: Back
pt_br: Voltar
ru_ru: Назад

source: Text for the "next" button
pt_br: Texto para o botão próximo
ru_ru: Текст кнопки "вперед"

source: Next
pt_br: Próximo
ru_ru: Вперед

source: Load default CSS for the slider
pt_br: Carregar CSS padrão para o slider
ru_ru: Использовать для слайдера CSS-стиль поумолчанию

source: If you use a custom CSS, <a href="%s" class="thickbox">click here and copy the default CSS</a> to use as an example.
pt_br: Se você for usar uma CSS personalizada, <a href="%s" class="thickbox">Clique aqui e copie o CSS padrão</a> para usar como exemplo.
ru_ru: Если Вы используете свой стиль, <a href="%s" class="thickbox">кликните и скопируйте текущий CSS</a> для примера.

source: No, I'll use a custom CSS
pt_br: Não, eu vou usar uma CSS personalizada
ru_ru: Нет, я использую свой CSS

source: Add slide
pt_br: Adicionar slide
ru_ru: Добавить слайд

source: Add images and their corresponding link and captions
pt_br: Adicionar images e seus correspondes links e legendas
ru_ru: Добавьте изображения и их ссылки и заголовки

source: Crop Images
pt_br: Recortar Imagens
ru_ru: Кадрировать изображения

source: Click and position the crop
pt_br: Clique e posicione o recorte
ru_ru: Щелкните и расположите кадр

source: Prev
pt_br: Anterior
ru_ru: Пред.

source: Add images in gallery
pt_br: Add imagem na galeria
ru_ru: Добавить изображения в галерею

source: Add in gallery
pt_br: Adicionar na galeria
ru_ru: Добавить в галерею

source: Remove image
pt_br: Remover imagem
ru_ru: Удалить изображение

source: Choose a file
pt_br: Escolha um arquivo
ru_ru: Выбирете файл

source: Add file
pt_br: Adicionar arquivo
ru_ru: Добавить файл

source: Add images
pt_br: Adicionar Imagens
ru_ru: Добавить изображения

source: Save changes to finish deleting the images removed
pt_br: Salve as alterações para concluir a exclusão das imagens removidas
ru_ru: Сохраните изменения и окончательно удалить изображения

source: Clop image
ru_ru: Кадрировать

source: Image link
pt_br: Link da imagem
ru_ru: Ссылка на изображение

source: Open in new windown/tab?
ru_ru: Открывать в новом окне?

source: Image caption
pt_br: Legenda da imagem
ru_ru: Заголовок изображения

source: an
pt_br: uma
ru_ru: одно

source: other
pt_br: outra
ru_ru: другое

source: Select
pt_br: Selecione
ru_ru: Выбрать

source: image to crop
pt_br: imagem para recortar
ru_ru: кадрируемое изображение

source: Click to crop this image
pt_br: Clique para recortar essa imagem
ru_ru: Щелкните чтобы кадрировать

source: Show the Simple Responsive Slider
pt_br: Mostrar o Simple Responsive Slider
ru_ru: Показывать Слайдер

source: Title:
pt_br: Título:
ru_ru: Заголовок:

source: Crop image
pt_br: Recortar Imagens

source: Open in new window/tab?
pt_br: Abrir em uma nova janela/aba?

source: Disable image
pt_br: Desabilitar Imagem
